Repository: SomeoneWeird/cjdns.info
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ru

source: Home
ru: Главная

source: About
ru: О проекте

source: Chat
ru: Чат

source: Wiki
ru: Вики

source: Whitepaper
ru: Документация

source: is a routing engine designed for security, scalability, speed and ease of use. The dream: You type <code>./cjdroute</code> and give it an interface which connects another node and it gives you an ipv6 address generated from a public encryption key and a virtual network card (TUN device) which you can use to send packets to anyone in the cjdns network to which you are connected.
ru: — это маршрутизатор, разработанный для безопасности, масштабируемости, скорости и легкости использования. Мечта: вы вводите <code>./cjdroute</code> и выбираете интерфейс, который соединяется с другим узлом, получаете ipv6 адрес, сгенерированный из открытого ключа шифрования, и виртуальную сетевую карту (TUN устройство), которую вы можете использовать для отправки пакетов кому-нибудь в сети cjdns, к которой вы подключены.

source: Install
ru: Установка

source: has been ported to
ru: был портирован на

source: several
ru: несколько

source: platforms, and is quite easy to install.
ru: платформ и довольно прост в установке.

source: View install guide
ru: Посмотреть гид по установке

source: Configure
ru: Конфигурация

source: only requires one simple modification, peering info. Update cjdroute.conf with public peers until you can locate a trusted one.
ru: требует только одну простую модификацию — обновление пиринговой информации. Добавьте в cjdroute.conf публичных пиров, пока вы не сможете найти доверенных.

source: View public peers
ru: Посмотреть публичных пиров

source: Contribute
ru: Сделайте вклад

source: is in early Alpha stage. Contributors welcome.
ru: в ранней альфа стадии. Помощь приветствуется.

source: View github repo
ru: Посмотреть Github репозиторий
